{
  "<pad>": 0,
  "<unk>": 1,
  "<s>": 2,
  "</s>": 3,
  "<mask>": 4,
  "!": 5,
  "\"": 6,
  "#": 7,
  "$": 8,
  "%": 9,
  "&": 10,
  "'": 11,
  "(": 12,
  ")": 13,
  "*": 14,
  "+": 15,
  ",": 16,
  ",</w>": 17,
  "-": 18,
  ".": 19,
  ".</w>": 20,
  "/": 21,
  "0": 22,
  "1": 23,
  "2": 24,
  "3": 25,
  "4": 26,
  "5": 27,
  "6": 28,
  "7": 29,
  "8": 30,
  "9": 31,
  ":": 32,
  ";": 33,
  "<": 34,
  "</w>": 35,
  "=": 36,
  ">": 37,
  "?": 38,
  "?</w>": 39,
  "@": 40,
  "A": 41,
  "B": 42,
  "C": 43,
  "D": 44,
  "E": 45,
  "F": 46,
  "G": 47,
  "H": 48,
  "How</w>": 49,
  "I": 50,
  "I</w>": 51,
  "J": 52,
  "K": 53,
  "L": 54,
  "M": 55,
  "N": 56,
  "O": 57,
  "P": 58,
  "Q": 59,
  "R": 60,
  "S": 61,
  "T": 62,
  "U": 63,
  "V": 64,
  "W": 65,
  "Wh": 66,
  "What</w>": 67,
  "X": 68,
  "Y": 69,
  "Z": 70,
  "[": 71,
  "\\": 72,
  "]": 73,
  "^": 74,
  "_": 75,
  "`": 76,
  "a": 77,
  "a</w>": 78,
  "ab": 79,
  "ac": 80,
  "ad": 81,
  "ag": 82,
  "al": 83,
  "al</w>": 84,
  "am": 85,
  "an": 86,
  "an</w>": 87,
  "and</w>": 88,
  "ar": 89,
  "are</w>": 90,
  "as": 91,
  "as</w>": 92,
  "at": 93,
  "at</w>": 94,
  "ati": 95,
  "b": 96,
  "c": 97,
  "ch": 98,
  "d": 99,
  "d</w>": 100,
  "di": 101,
  "do</w>": 102,
  "e": 103,
  "e</w>": 104,
  "ec": 105,
  "ed</w>": 106,
  "el": 107,
  "em": 108,
  "en": 109,
  "en</w>": 110,
  "ent": 111,
  "ent</w>": 112,
  "er": 113,
  "er</w>": 114,
  "es": 115,
  "es</w>": 116,
  "et": 117,
  "f": 118,
  "f</w>": 119,
  "for</w>": 120,
  "g": 121,
  "h": 122,
  "h</w>": 123,
  "ha": 124,
  "hat</w>": 125,
  "he</w>": 126,
  "i": 127,
  "ic": 128,
  "il": 129,
  "in": 130,
  "in</w>": 131,
  "ing": 132,
  "ing</w>": 133,
  "ir": 134,
  "is": 135,
  "is</w>": 136,
  "it": 137,
  "j": 138,
  "k": 139,
  "k</w>": 140,
  "l": 141,
  "l</w>": 142,
  "le": 143,
  "le</w>": 144,
  "li": 145,
  "ly</w>": 146,
  "m": 147,
  "n": 148,
  "n</w>": 149,
  "o": 150,
  "o</w>": 151,
  "of</w>": 152,
  "ol": 153,
  "om": 154,
  "on": 155,
  "on</w>": 156,
  "op": 157,
  "or": 158,
  "or</w>": 159,
  "os": 160,
  "ou": 161,
  "ow": 162,
  "ow</w>": 163,
  "p": 164,
  "q": 165,
  "r": 166,
  "re": 167,
  "ri": 168,
  "ro": 169,
  "s": 170,
  "s</w>": 171,
  "si": 172,
  "st": 173,
  "t": 174,
  "t</w>": 175,
  "th": 176,
  "th</w>": 177,
  "the</w>": 178,
  "ti": 179,
  "to</w>": 180,
  "u": 181,
  "un": 182,
  "ur": 183,
  "us": 184,
  "v": 185,
  "ve</w>": 186,
  "ver": 187,
  "w": 188,
  "wh": 189,
  "wi": 190,
  "x": 191,
  "y": 192,
  "y</w>": 193,
  "you": 194,
  "z": 195,
  "{": 196,
  "|": 197,
  "}": 198,
  "~": 199,
  "": 200,
  "": 201,
  "": 202,
  "": 203,
  "": 204,
  "": 205,
  "¡": 206,
  "¢": 207,
  "£": 208,
  "¥": 209,
  "§": 210,
  "©": 211,
  "¬": 212,
  "­": 213,
  "®": 214,
  "°": 215,
  "±": 216,
  "¶": 217,
  "·": 218,
  "»": 219,
  "¿": 220,
  "Á": 221,
  "Ä": 222,
  "Å": 223,
  "É": 224,
  "Ì": 225,
  "Î": 226,
  "Ö": 227,
  "×": 228,
  "Ø": 229,
  "à": 230,
  "á": 231,
  "â": 232,
  "ã": 233,
  "ä": 234,
  "å": 235,
  "æ": 236,
  "ç": 237,
  "è": 238,
  "é": 239,
  "ê": 240,
  "ë": 241,
  "ì": 242,
  "í": 243,
  "î": 244,
  "ï": 245,
  "ð": 246,
  "ñ": 247,
  "ò": 248,
  "ó": 249,
  "ô": 250,
  "ö": 251,
  "÷": 252,
  "ø": 253,
  "ù": 254,
  "ú": 255,
  "û": 256,
  "ü": 257,
  "ā": 258,
  "ą": 259,
  "ē": 260,
  "ė": 261,
  "ę": 262,
  "ğ": 263,
  "ī": 264,
  "İ": 265,
  "ı": 266,
  "ł": 267,
  "ń": 268,
  "ň": 269,
  "ō": 270,
  "ŕ": 271,
  "ś": 272,
  "ş": 273,
  "š": 274,
  "ŧ": 275,
  "ū": 276,
  "ƕ": 277,
  "ƫ": 278,
  "ǎ": 279,
  "ǔ": 280,
  "ț": 281,
  "ɐ": 282,
  "ɖ": 283,
  "ə": 284,
  "ɜ": 285,
  "ɡ": 286,
  "ɮ": 287,
  "ɽ": 288,
  "ʉ": 289,
  "ʊ": 290,
  "ʌ": 291,
  "ʛ": 292,
  "ʻ": 293,
  "ʾ": 294,
  "ː": 295,
  "˭": 296,
  "́": 297,
  "̄": 298,
  "̈": 299,
  "̊": 300,
  "̱": 301,
  "Δ": 302,
  "Ι": 303,
  "Ξ": 304,
  "Ρ": 305,
  "Σ": 306,
  "Χ": 307,
  "Ω": 308,
  "α": 309,
  "β": 310,
  "ε": 311,
  "θ": 312,
  "μ": 313,
  "ν": 314,
  "π": 315,
  "ρ": 316,
  "φ": 317,
  "χ": 318,
  "Ϟ": 319,
  "А": 320,
  "Г": 321,
  "Д": 322,
  "а": 323,
  "в": 324,
  "г": 325,
  "д": 326,
  "е": 327,
  "ж": 328,
  "з": 329,
  "и": 330,
  "й": 331,
  "к": 332,
  "л": 333,
  "н": 334,
  "о": 335,
  "п": 336,
  "р": 337,
  "с": 338,
  "т": 339,
  "у": 340,
  "ф": 341,
  "х": 342,
  "ц": 343,
  "ч": 344,
  "щ": 345,
  "ы": 346,
  "ь": 347,
  "ю": 348,
  "я": 349,
  "ҿ": 350,
  "ء": 351,
  "أ": 352,
  "ؤ": 353,
  "إ": 354,
  "ا": 355,
  "ب": 356,
  "ة": 357,
  "ت": 358,
  "ج": 359,
  "ح": 360,
  "خ": 361,
  "د": 362,
  "ر": 363,
  "ز": 364,
  "س": 365,
  "ش": 366,
  "ص": 367,
  "ظ": 368,
  "ع": 369,
  "غ": 370,
  "ـ": 371,
  "ف": 372,
  "ق": 373,
  "ل": 374,
  "م": 375,
  "ن": 376,
  "ه": 377,
  "و": 378,
  "ي": 379,
  "ٍ": 380,
  "ک": 381,
  "ی": 382,
  "ँ": 383,
  "ं": 384,
  "ः": 385,
  "अ": 386,
  "आ": 387,
  "ए": 388,
  "ऐ": 389,
  "क": 390,
  "ख": 391,
  "ग": 392,
  "च": 393,
  "ज": 394,
  "ट": 395,
  "ड": 396,
  "ण": 397,
  "त": 398,
  "द": 399,
  "ध": 400,
  "न": 401,
  "प": 402,
  "फ": 403,
  "ब": 404,
  "भ": 405,
  "म": 406,
  "य": 407,
  "र": 408,
  "ल": 409,
  "व": 410,
  "श": 411,
  "ष": 412,
  "स": 413,
  "ह": 414,
  "़": 415,
  "ा": 416,
  "ि": 417,
  "ी": 418,
  "ु": 419,
  "ू": 420,
  "ृ": 421,
  "े": 422,
  "ै": 423,
  "ो": 424,
  "्": 425,
  "।": 426,
  "ত": 427,
  "ন": 428,
  "স": 429,
  "হ": 430,
  "া": 431,
  "ি": 432,
  "ਬ": 433,
  "ਰ": 434,
  "ਸ": 435,
  "਼": 436,
  "ੇ": 437,
  "ੱ": 438,
  "ஆ": 439,
  "இ": 440,
  "எ": 441,
  "க": 442,
  "ங": 443,
  "ச": 444,
  "ட": 445,
  "ண": 446,
  "த": 447,
  "ந": 448,
  "ன": 449,
  "ப": 450,
  "ம": 451,
  "ய": 452,
  "ர": 453,
  "ற": 454,
  "ல": 455,
  "ள": 456,
  "ழ": 457,
  "வ": 458,
  "ா": 459,
  "ி": 460,
  "ு": 461,
  "ெ": 462,
  "ே": 463,
  "ை": 464,
  "ொ": 465,
  "ோ": 466,
  "்": 467,
  "ణ": 468,
  "న": 469,
  "ಕ": 470,
  "ಗ": 471,
  "ಟ": 472,
  "ಣ": 473,
  "ತ": 474,
  "ದ": 475,
  "ಬ": 476,
  "ಭ": 477,
  "ಮ": 478,
  "ರ": 479,
  "ವ": 480,
  "ಸ": 481,
  "ಾ": 482,
  "ಿ": 483,
  "ು": 484,
  "ೂ": 485,
  "ೆ": 486,
  "್": 487,
  "ഏ": 488,
  "ഛ": 489,
  "ജ": 490,
  "ട": 491,
  "ധ": 492,
  "റ": 493,
  "സ": 494,
  "ി": 495,
  "ോ": 496,
  "്": 497,
  "ก": 498,
  "ง": 499,
  "จ": 500,
  "ช": 501,
  "ซ": 502,
  "ท": 503,
  "น": 504,
  "บ": 505,
  "พ": 506,
  "ม": 507,
  "ร": 508,
  "ล": 509,
  "ว": 510,
  "ห": 511,
  "ั": 512,
  "า": 513,
  "ิ": 514,
  "ี": 515,
  "เ": 516,
  "โ": 517,
  "ใ": 518,
  "่": 519,
  "์": 520,
  "ཡ": 521,
  "ᄏ": 522,
  "ង": 523,
  "ដ": 524,
  "ផ": 525,
  "រ": 526,
  "ែ": 527,
  "ḵ": 528,
  "ṁ": 529,
  "ṅ": 530,
  "ṭ": 531,
  "ộ": 532,
  "ἶ": 533,
  "​": 534,
  "‌": 535,
  "‍": 536,
  "‎": 537,
  "‏": 538,
  "‐": 539,
  "–": 540,
  "—": 541,
  "‘": 542,
  "’": 543,
  "“": 544,
  "”": 545,
  "•": 546,
  "‪": 547,
  "‬": 548,
  "′": 549,
  "›": 550,
  "⁄": 551,
  "⁡": 552,
  "₤": 553,
  "₥": 554,
  "€": 555,
  "₯": 556,
  "₹": 557,
  "℞": 558,
  "→": 559,
  "∀": 560,
  "∂": 561,
  "∅": 562,
  "∆": 563,
  "∈": 564,
  "−": 565,
  "∖": 566,
  "∗": 567,
  "√": 568,
  "∝": 569,
  "∞": 570,
  "∠": 571,
  "∧": 572,
  "∩": 573,
  "∪": 574,
  "∫": 575,
  "≈": 576,
  "≜": 577,
  "≠": 578,
  "≡": 579,
  "≤": 580,
  "≥": 581,
  "⊂": 582,
  "⊆": 583,
  "⋅": 584,
  "┬": 585,
  "◌": 586,
  "☉": 587,
  "☺": 588,
  "♆": 589,
  "♠": 590,
  "♯": 591,
  "⚡": 592,
  "⚪": 593,
  "✊": 594,
  "❤": 595,
  "➡": 596,
  "➰": 597,
  "⟨": 598,
  "⟩": 599,
  "、": 600,
  "。": 601,
  "「": 602,
  "」": 603,
  "〖": 604,
  "〗": 605,
  "〜": 606,
  "〽": 607,
  "あ": 608,
  "い": 609,
  "う": 610,
  "か": 611,
  "が": 612,
  "き": 613,
  "く": 614,
  "け": 615,
  "さ": 616,
  "し": 617,
  "す": 618,
  "せ": 619,
  "そ": 620,
  "た": 621,
  "だ": 622,
  "つ": 623,
  "て": 624,
  "と": 625,
  "な": 626,
  "の": 627,
  "ば": 628,
  "ひ": 629,
  "ほ": 630,
  "ま": 631,
  "み": 632,
  "も": 633,
  "や": 634,
  "ら": 635,
  "る": 636,
  "を": 637,
  "ん": 638,
  "イ": 639,
  "グ": 640,
  "シ": 641,
  "ト": 642,
  "プ": 643,
  "ポ": 644,
  "ル": 645,
  "ン": 646,
  "ー": 647,
  "一": 648,
  "三": 649,
  "上": 650,
  "下": 651,
  "不": 652,
  "世": 653,
  "个": 654,
  "中": 655,
  "久": 656,
  "么": 657,
  "之": 658,
  "乐": 659,
  "也": 660,
  "乾": 661,
  "了": 662,
  "二": 663,
  "亮": 664,
  "人": 665,
  "什": 666,
  "仁": 667,
  "今": 668,
  "从": 669,
  "付": 670,
  "令": 671,
  "以": 672,
  "们": 673,
  "仰": 674,
  "任": 675,
  "休": 676,
  "会": 677,
  "使": 678,
  "來": 679,
  "信": 680,
  "做": 681,
  "先": 682,
  "光": 683,
  "入": 684,
  "內": 685,
  "公": 686,
  "关": 687,
  "兴": 688,
  "内": 689,
  "冒": 690,
  "冷": 691,
  "几": 692,
  "出": 693,
  "分": 694,
  "初": 695,
  "功": 696,
  "动": 697,
  "勿": 698,
  "十": 699,
  "南": 700,
  "卷": 701,
  "厚": 702,
  "去": 703,
  "又": 704,
  "友": 705,
  "变": 706,
  "口": 707,
  "另": 708,
  "合": 709,
  "后": 710,
  "向": 711,
  "吝": 712,
  "哥": 713,
  "唱": 714,
  "啪": 715,
  "啬": 716,
  "善": 717,
  "回": 718,
  "国": 719,
  "图": 720,
  "土": 721,
  "地": 722,
  "壁": 723,
  "外": 724,
  "多": 725,
  "夜": 726,
  "夢": 727,
  "大": 728,
  "天": 729,
  "太": 730,
  "失": 731,
  "女": 732,
  "好": 733,
  "如": 734,
  "妙": 735,
  "子": 736,
  "字": 737,
  "学": 738,
  "安": 739,
  "宋": 740,
  "客": 741,
  "家": 742,
  "封": 743,
  "小": 744,
  "少": 745,
  "尖": 746,
  "尚": 747,
  "尼": 748,
  "局": 749,
  "居": 750,
  "島": 751,
  "州": 752,
  "己": 753,
  "师": 754,
  "序": 755,
  "度": 756,
  "建": 757,
  "形": 758,
  "往": 759,
  "很": 760,
  "心": 761,
  "必": 762,
  "忍": 763,
  "忘": 764,
  "怀": 765,
  "思": 766,
  "恬": 767,
  "悄": 768,
  "情": 769,
  "惊": 770,
  "意": 771,
  "感": 772,
  "懂": 773,
  "戏": 774,
  "成": 775,
  "我": 776,
  "战": 777,
  "才": 778,
  "打": 779,
  "抜": 780,
  "押": 781,
  "撑": 782,
  "支": 783,
  "改": 784,
  "整": 785,
  "文": 786,
  "斯": 787,
  "族": 788,
  "无": 789,
  "日": 790,
  "时": 791,
  "是": 792,
  "晚": 793,
  "晶": 794,
  "月": 795,
  "有": 796,
  "朋": 797,
  "朝": 798,
  "术": 799,
  "杂": 800,
  "权": 801,
  "杰": 802,
  "杵": 803,
  "果": 804,
  "枯": 805,
  "校": 806,
  "格": 807,
  "森": 808,
  "極": 809,
  "横": 810,
  "欺": 811,
  "步": 812,
  "歪": 813,
  "每": 814,
  "民": 815,
  "气": 816,
  "氣": 817,
  "汉": 818,
  "法": 819,
  "海": 820,
  "港": 821,
  "游": 822,
  "满": 823,
  "漢": 824,
  "澳": 825,
  "火": 826,
  "為": 827,
  "炼": 828,
  "烤": 829,
  "無": 830,
  "然": 831,
  "煥": 832,
  "熱": 833,
  "燥": 834,
  "片": 835,
  "独": 836,
  "王": 837,
  "玲": 838,
  "琴": 839,
  "用": 840,
  "疑": 841,
  "痴": 842,
  "百": 843,
  "的": 844,
  "皮": 845,
  "真": 846,
  "瞎": 847,
  "知": 848,
  "磨": 849,
  "社": 850,
  "神": 851,
  "福": 852,
  "秀": 853,
  "科": 854,
  "窩": 855,
  "立": 856,
  "竟": 857,
  "笑": 858,
  "答": 859,
  "簷": 860,
  "粘": 861,
  "精": 862,
  "系": 863,
  "経": 864,
  "缅": 865,
  "美": 866,
  "翻": 867,
  "老": 868,
  "胖": 869,
  "能": 870,
  "脏": 871,
  "脸": 872,
  "自": 873,
  "艾": 874,
  "花": 875,
  "苦": 876,
  "草": 877,
  "荧": 878,
  "莉": 879,
  "莫": 880,
  "菁": 881,
  "華": 882,
  "萌": 883,
  "萎": 884,
  "蓮": 885,
  "行": 886,
  "被": 887,
  "要": 888,
  "見": 889,
  "親": 890,
  "言": 891,
  "話": 892,
  "諸": 893,
  "證": 894,
  "譬": 895,
  "译": 896,
  "货": 897,
  "质": 898,
  "赋": 899,
  "走": 900,
  "赵": 901,
  "起": 902,
  "践": 903,
  "踏": 904,
  "车": 905,
  "轮": 906,
  "轴": 907,
  "达": 908,
  "过": 909,
  "还": 910,
  "这": 911,
  "进": 912,
  "逆": 913,
  "這": 914,
  "通": 915,
  "逢": 916,
  "遗": 917,
  "那": 918,
  "郊": 919,
  "醉": 920,
  "量": 921,
  "金": 922,
  "釣": 923,
  "针": 924,
  "钢": 925,
  "铁": 926,
  "锋": 927,
  "长": 928,
  "閣": 929,
  "问": 930,
  "阿": 931,
  "随": 932,
  "隐": 933,
  "隔": 934,
  "隙": 935,
  "雅": 936,
  "露": 937,
  "静": 938,
  "靠": 939,
  "面": 940,
  "题": 941,
  "风": 942,
  "飛": 943,
  "首": 944,
  "香": 945,
  "骂": 946,
  "骗": 947,
  "骚": 948,
  "高": 949,
  "魚": 950,
  "鲜": 951,
  "鴻": 952,
  "鸭": 953,
  "麽": 954,
  "黎": 955,
  "鼠": 956,
  "게": 957,
  "관": 958,
  "글": 959,
  "나": 960,
  "네": 961,
  "니": 962,
  "됐": 963,
  "라": 964,
  "르": 965,
  "마": 966,
  "북": 967,
  "불": 968,
  "스": 969,
  "슬": 970,
  "앟": 971,
  "어": 972,
  "에": 973,
  "오": 974,
  "요": 975,
  "이": 976,
  "자": 977,
  "정": 978,
  "지": 979,
  "쪽": 980,
  "칭": 981,
  "콜": 982,
  "쾌": 983,
  "키": 984,
  "타": 985,
  "한": 986,
  "현": 987,
  "": 988,
  "": 989,
  "﻿": 990,
  "￼": 991,
  "�": 992
}